[
  "I’d Rather Shovel Sand Than Snow.",
  "It’s Beginning to Look a lot Like Christmas.",
  "I was cold, so I made an igloo.",
  "Christmas is Coming.",
  "The world changes when it snows.",
  "Stay cozy.",
  "There’s snow place like home.",
  "The world changes when it snows.",
  "#Sleigh",
  "There’s a certain magic that comes with the very first snow. When the first snow is also a Christmas snow, well, something wonderful is bound to happen.",
  "Winter Wonderland.",
  "Baby, it’s cold outside.",
  "Hot chocolate weather",
  "Ice, ice baby",
  "Sleigh-in it",
  "Did you ever see a talking snowman?",
  "Have yourself a Merry little Christmas.",
  "Sweater Weather is Better Together.",
  "Make it a December to Remember.",
  "The Best Way to Spread Christmas Cheer is to Sing Loud for All to Hear.",
  "Jingle bells, jingle bells, jingle all the way!",
  "Ho, ho, ho,  Merry Christmas.",
  "Keep Calm and Have a Merry Christmas.",
  "Winter is Coming.",
  "It’s feeling a lot like Christmas.",
  "‘Tis the season.",
  "All is calm, all is bright.",
  "Christmas will always be as long as we stand heart to heart and hand in hand.",
  "A silent night, a star above, a blessed gift of hope and love. A blessed Christmas to you!",
  "Christmas is a day of meaning and traditions, a special day spent in the warm circle of family and friends.",
  "I’m dreaming of a white Christmas, but if the white runs out, I’ll drink the red.",
  "When You Say Blizzard, We Think Dairy Queen.",
  "I Hope Rudolph Eats the Naughty List.",
  "Merry Elfin Christmas.",
  "Dear Santa, is it too late now to say sorry?",
  "That’s too small to fit a pony.",
  "Too bad we can’t gift wrap common sense.",
  "Don’t get your tinsel in a tangle.",
  "Being related to me is really the only gift you need.  Just saying.",
  "Feast mode.",
  "Dear Santa, I’ve been good all year.  Most of the time. Once in awhile. Nevermind, I’ll buy my own stuff.",
  "Permanently on the naughty list and loving every minute of it.",
  "When someone asks ‘where is your christmas spirit?’ is it wrong to point to the liquor cabinet?",
  "Friends are like christmas lights.  Some are broke. Others just don’t work for you and there are others that make your day shine bright.",
  "You rock my Christmas socks.",
  "What did one ornament say to another? ‘I like hanging with you.'",
  "The only time of year in which one can sit in front of a dead tree and eat candy out of socks.",
  "Single bells, single bells, single all the way.",
  "But first, let me take an elfie.",
  "Dear Santa… I can explain.",
  "Happy holla days.",
  "Happy holiyays.",
  "Totally sleighed it.",
  "The elf did it.",
  "Just so we’re clear, the Grinch never really hated Christmas. He hated people, which is fair.",
  "Dear Santa, define ‘nice.’",
  "What do you call an elf who sings? A Wrapper.",
  "’Tis the season! Let the overeating begin!",
  "I’ll be ho-ho-home for Christmas.",
  "My husband’s idea of getting the Christmas spirit is to become Scrooge.",
  "Keep your friends close, your enemies closer, and receipts for all major purchases.",
  "I haven’t taken my Christmas lights down. They look so nice on the pumpkin.",
  "One day of coal vs. 364 days of fun… I’ll take my chances.",
  "What do you get when you cross a snowman and a vampire? Frostbite!",
  "*Puts a selfie on top of the Christmas tree because I’m a star*",
  "Nothing says holiday like a cheese log.",
  "I’m only a morning person on December 25th.",
  "I don’t know if There’ll Be Snow but Have a Cup of Cheer.",
  "Maybe hot chocolate wants to be called beautiful chocolate just one time.",
  "Christmas tree o’ Christmas tree, your ornaments are history.",
  "Smile like you mean it. This is how we earn our presents.",
  "If a big, jolly guy grabs you and puts you in a bag, don’t worry: I told Santa I wanted a Good Friend for Christmas.",
  "It’s beginning to cost a lot like Christmas.",
  "Sweet but twisted.  Does that Make me a Candy Cane?",
  "Merry Christmas You Cotton Headed Ninnymuggins.",
  "Being good for goodness’ sake was not enough motivation.",
  "All the jingle ladies.",
  "Oh deer.",
  "Sleigh my name, sleigh my name.",
  "Believe in your elf.",
  "Meet me under the mistletoe.",
  "Me everyday: slay. Me in December: sleigh.",
  "All spruced up.",
  "There’ll be parties for hosting, cocktails for toasting, and caroling sung way off key.",
  "Christmas is a baby shower that went totally overboard.",
  "Once again, we come to the holiday season, a deeply religious time that each of us observes, in his own way, by going to the mall of his choice.",
  "Nothing’s as mean as giving a little child something useful for Christmas.",
  "What I like about Christmas is that you can make people forget the past with the present.",
  "I love Christmas. I receive a lot of wonderful presents I can’t wait to exchange.",
  "Three phrases that sum up Christmas are: Peace on Earth, Goodwill to Men and Batteries not Included.",
  "There are three stages of man: he believes in Santa Claus; he does not believe in Santa Claus; he is Santa Claus.",
  "May this Holiday Season sparkle and shine and may all your wishes and dreams come true, Merry Christmas.",
  "Merry everything and happy always.",
  "Fairy Lights on Winter Nights.",
  "It is the Season to Sparkle.",
  "Christmas Magic is in the air.",
  "Kindness is Free, Sprinkle that Stuff Everywhere.",
  "If Kisses were Snowflakes, I’d Send You a Blizzard.",
  "Maybe Christmas doesn’t come from a store; perhaps it means a bit more.",
  "Seeing is believing, but sometimes the most real things in the world are the things we can’t see.",
  "Friends like you make the season bright, Merry Christmas.",
  "Christmas is not as much opening presents as it is opening our hearts.",
  "Gifts of time and love are surely the basic ingredients of a truly Merry Christmas.",
  "May your days be merry and bright.",
  "Fa la la la.",
  "Some people are worth melting for.",
  "Hurry down the chimney tonight.",
  "All roads lead home for the holidays.",
  "My favorite color is Christmas lights.",
  "Holiday wishes made with gingerbread hugs and peppermint kisses.",
  "‘Tis the season to sparkle.",
  "Sparkly bows and mistletoe.",
  "First, we’ll make snow angels for two hours, and then we’ll eat a whole roll of Toll House cookie dough as fast as we can, and then, to finish, we’ll snuggle.",
  "What’s Christmas without having your best friend there to share it?",
  "At Christmas play and make good cheer, for Christmas comes but once a year.",
  "The way you spend Christmas is far more important than how much.",
  "Peace on earth will come to stay, when we live Christmas every day.",
  "Christmas is best pondered, not with logic, but with imagination.",
  "Christmas is the day that holds all time together."
]